username = \u7528\u6236\u540D
password = \u5BC6\u78BC

register = &#x8A3B;&#x518A;

createAuction = &#x5275;&#x5EFA;&#x62CD;&#x8CE3;
viewCurrentBids = &#x67E5;&#x770B;&#x51FA;&#x50F9;
viewEndedBids = &#x67E5;&#x770B;&#x7D50;&#x675F;&#x6295;&#x6A19;

aboutUs = &#x95DC;&#x65BC;&#x6211;&#x5011;
aboutUsMessage = &#x6211;&#x5011;&#x81F4;&#x529B;&#x65BC;&#x6210;&#x70BA;&#x6E25;&#x592A;&#x83EF;&#x6700;&#x597D;&#x7684;&#x5728;&#x7DDA;&#x62CD;&#x8CE3;&#xFF01;&#x5728;&#x7DDA;&#x62CD;&#x8CE3;&#x662F;&#x6307;&#x62CD;&#x8CE3;&#x7528;&#x6236;&#x6216;&#x53C3;&#x8207;&#x8005;&#x901A;&#x904E;&#x4E92;&#x806F;&#x7DB2;&#x51FA;&#x552E;&#x6216;&#x6295;&#x6A19;&#x7522;&#x54C1;&#x6216;&#x670D;&#x52D9;&#x7684;&#x670D;&#x52D9;&#x3002;&#x865B;&#x64EC;&#x62CD;&#x8CE3;&#x4FC3;&#x9032;&#x4E86;&#x4E0D;&#x540C;&#x5730;&#x9EDE;&#x6216;&#x5730;&#x7406;&#x5340;&#x57DF;&#x7684;&#x8CB7;&#x8CE3;&#x96D9;&#x65B9;&#x4E4B;&#x9593;&#x7684;&#x5728;&#x7DDA;&#x6D3B;&#x52D5;&#x3002;&#x5404;&#x7A2E;&#x62CD;&#x8CE3;&#x7DB2;&#x7AD9;&#x70BA;&#x7528;&#x6236;&#x63D0;&#x4F9B;&#x7531;&#x4E0D;&#x540C;&#x985E;&#x578B;&#x7684;&#x62CD;&#x8CE3;&#x8EDF;&#x4EF6;&#x652F;&#x6301;&#x7684;&#x5E73;&#x53F0;&#x3002;
quickLinks = &#x5FEB;&#x901F;&#x93C8;&#x63A5;
team = &#x7403;&#x968A;
contact = &#x806F;&#x7E6B;
privacyPolicy = &#x96B1;&#x79C1;&#x653F;&#x7B56;
shipping = &#x904B;&#x8F38;
faq = &#x5E38;&#x554F;&#x554F;&#x984C;
terms = &#x689D;&#x6B3E;&#x548C;&#x689D;&#x4EF6;
copyright = © 2018  &#x4FDD;&#x7559;&#x6240;&#x6709;&#x6B0A;&#x5229;&#xFF0C;&#x7531;...&#x8A2D;&#x8A08;

edit = &#x7DE8;&#x8F2F;
logout = &#x767B;&#x51FA;
account = &#x5E33;&#x6236;
login = &#x767B;&#x9304;
register = &#x8A3B;&#x518A;

itemDescription = &#x5546;&#x54C1;&#x63CF;&#x8FF0;
sellerPage = &#x8CE3;&#x5BB6;&#x9801;&#x9762;
timeLeft = &#x5269;&#x4E0B;&#x7684;&#x6642;&#x9593;
initialBidPrice = &#x521D;&#x59CB;&#x6295;&#x6A19;&#x50F9;&#x683C;
bidHere = &#x5728;&#x9019;&#x88E1;&#x51FA;&#x50F9;
bid = &#x51FA;&#x50F9;
bidHistory = &#x51FA;&#x50F9;&#x6B77;&#x53F2;
bidFound = &#x51FA;&#x50F9;
bidPrice = &#x7AF6;&#x50F9;
user = &#x7528;&#x6236;
date = &#x65E5;&#x671F;
color = &#x984F;&#x8272;
black = &#x9ED1;&#x8272;
red = &#x7D05;
green = &#x7DA0;&#x8272;
yellow = &#x9EC3;&#x8272;
blue = &#x85CD;&#x8272;
purple = &#x7D2B;&#x8272;
clear = &#x660E;&#x78BA;

messageC1 = &#x4F60;&#x6E96;&#x5099;&#x597D;&#x6625;&#x5929;&#x4E86;&#x55CE;&#xFF1F;
messageC11 = &#x63A2;&#x7D22;&#x6211;&#x5011;&#x5EE3;&#x6CDB;&#x7684;&#x7522;&#x54C1;&#x7A2E;&#x985E;&#x3002;
messageC2 = &#x590F;&#x65E5;&#x7279;&#x60E0;&#xFF01;&#x514D;&#x8CBB;&#x9001;&#x8CA8;&#x5230;7&#x6708;1&#x65E5;
messageC22 = &#x8ACB;&#x8A2A;&#x554F;&#x6211;&#x5011;&#x7576;&#x524D;&#x7684;&#x51FA;&#x50F9;&#x7372;&#x53D6;&#x66F4;&#x591A;&#x4FE1;&#x606F;&#x3002;
messageC3 = &#x6536;&#x5230;&#x4F60;&#x7684;&#x79D8;&#x5BC6;&#x7279;&#x5225;&#x79AE;&#x7269;
messageC33 = &#x8D0F;&#x5F97;&#x5169;&#x500B;&#x8D85;&#x904E;500&#x7F8E;&#x5143;&#x6216;&#x66F4;&#x9AD8;&#x7684;&#x51FA;&#x50F9;&#x4E26;&#x7372;&#x5F97;&#x5C08;&#x70BA;&#x60A8;&#x91CF;&#x8EAB;&#x5B9A;&#x5236;&#x7684;&#x79AE;&#x7269;

lookingTo = &#x5C55;&#x671B;
createAnAccount = &#x5275;&#x5EFA;&#x4E00;&#x500B;&#x5E33;&#x6236;

pleaseSignIn = &#x8ACB;&#x767B;&#x9304;&#x51FA;&#x50F9;
firstName = &#x540D;&#x5B57;
lastName = &#x59D3;
username = &#x7528;&#x6236;&#x540D;
password = &#x5BC6;&#x78BC;
email = &#x96FB;&#x5B50;&#x90F5;&#x4EF6;

notRegistered = \u672A\u8A3B\u518A\uFF1F
registerNow = \u73FE\u5728\u8A3B\u518A\uFF01

item1 = &#x9805;&#x76EE;
name = &#x540D;&#x7A31;
lowestPrice = &#x6700;&#x4F4E;&#x50F9;&#x683C;
highestPrice = &#x6700;&#x9AD8;&#x7684;&#x50F9;&#x683C;
mostBids = &#x5927;&#x591A;&#x6578;&#x6295;&#x6A19;
leastBids = &#x6700;&#x5C11;&#x51FA;&#x50F9;
newestAuction = &#x6700;&#x65B0;&#x62CD;&#x8CE3;
oldestAuction = &#x6700;&#x820A;&#x7684;&#x62CD;&#x8CE3;
sort = &#x5206;&#x985E;
sortBy = &#x6392;&#x5E8F;&#x65B9;&#x5F0F;&#xFF1A;
searchForAll = &#x641C;&#x7D22;&#xFF1A;&#x6240;&#x6709;&#x9805;&#x76EE;
currentAuctions = &#x7576;&#x524D;&#x62CD;&#x8CE3;
submit = &#x63D0;&#x4EA4;
confirmationPage = \u78BA\u8A8D\u9801\u9762
verifyPage = \u8ACB\u9A57\u8B49\u60A8\u7684\u96FB\u5B50\u90F5\u4EF6\u4E26\u8F38\u5165\u5BC6\u78BC\u4EE5\u78BA\u8A8D\u60A8\u7684\u5E33\u6236\uFF01
enterFirstName = \u8F38\u5165\u540D\u5B57
enterLastName = \u8F38\u5165\u59D3\u6C0F
enterUsername = \u8F38\u5165\u7528\u6236\u540D
enterPassword = \u8F38\u5165\u5BC6\u78BC
enterEmail = \u8F38\u5165\u96FB\u5B50\u90F5\u4EF6
sumbit = \u63D0\u4EA4
rememberMe = \u8A18\u4F4F\u6211
cancel = \u53D6\u6D88
home = &#x4E3B;&#x9801;
fuck = &#x4E3B;&#x9801;
contactUs = &#x806F;&#x7E6B;&#x6211;&#x5011;
help = &#x5E6B;&#x52A9;
english = \u82F1\u6587
chinese = \u4E2D\u6587
feedback = &#x53CD;&#x994B;
privacyPolicy = &#x96B1;&#x79C1;&#x653F;&#x7B56;
WelcomeMessage = \u6B61\u8FCE\u4F86\u5230\u6E25\u592A\u83EF\u7684\u62CD\u8CE3\u6703
search = &#x641C;&#x7D22;

logout = &#x767B;&#x51FA;
registrationForm = \u5831\u540D\u8868\u683C
auctionForm = \u5831\u540D\u8868\u683C
chinese = \u4E2D\u6587
verficationCode = \u9A57\u8B49\u78BC:
EnterverficationCode = \u8F38\u5165\u9A57\u8B49\u78BC
ottawAction = ottawAuction
bids =&#x7AF6;&#x50F9;
thankyou =\u8B49\u78BC
auctionForm = \u8B49\u78BC
auction = &#x7AF6;&#x50F9;
users=\u5831\u540D
closedBids=\u8B49\u78BC
account = &#x5E33;&#x6236;
language = &#x8A9E;&#x8A00;
users = &#x7BA1;&#x7406;&#x7528;&#x6237;

seller = &#x8CE3;&#x5BB6;
item = &#x9805;&#x76EE;
image = &#x5716;&#x7247;
description = &#x63CF;&#x8FF0;
startDate = &#x958B;&#x59CB;&#x65E5;&#x671F;
endDate = &#x7D50;&#x675F;&#x65E5;&#x671F;
initialPrice = &#x521D;&#x59CB;&#x50F9;&#x683C;
currentBid = &#x7576;&#x524D;&#x51FA;&#x50F9;
bidder = &#x6295;&#x6A19;&#x4EBA;
previous = &#x4EE5;&#x524D;
next = &#x4E0B;&#x4E00;&#x500B;
createAuction = &#x5275;&#x5EFA;&#x62CD;&#x8CE3;
yourItemName = &#x60A8;&#x7684;&#x7269;&#x54C1;&#x540D;&#x7A31;
enterDescription = &#x8F38;&#x5165;&#x8AAA;&#x660E;
biddingStartAt = &#x62DB;&#x6A19;&#x958B;&#x59CB;&#x65BC;
startBidNow = &#x73FE;&#x5728;&#x958B;&#x59CB;&#x51FA;&#x50F9;
biddingEndsAt = &#x62DB;&#x6A19;&#x7D50;&#x675F;
initialPrice = &#x521D;&#x59CB;&#x50F9;&#x683C;
enterInitialPrice = &#x8F38;&#x5165;&#x521D;&#x59CB;&#x50F9;&#x683C;
uploadImage = &#x4E0A;&#x50B3;&#x5716;&#x7247;
noDataAvialableInTable = &#x8868;&#x4E2D;&#x6C92;&#x6709;&#x53EF;&#x7528;&#x7684;&#x6578;&#x64DA;
register = &#x5BC4;&#x5B58;&#x5668;
yourFirstName = &#x4F60;&#x7684;&#x540D;&#x5B57;
yourLastName = &#x4F60;&#x7684;&#x59D3;&#x6C0F;
yourEmail = &#x4F60;&#x7684;&#x90F5;&#x4EF6;
edit = &#x7DE8;&#x8F2F;
search = &#x641C;&#x7D22;
searchFor = &#x641C;&#x7D22;
allItem = &#x6240;&#x6709;&#x9805;&#x76EE;
for = &#x5C0D;&#x65BC;
status = &#x72C0;&#x614B;
detail = &#x8A73;&#x60C5;
bidDateStart = &#x51FA;&#x50F9;&#x65E5;&#x671F;&#x958B;&#x59CB;
bidDateEnd = &#x51FA;&#x50F9;&#x65E5;&#x671F;&#x7D50;&#x675F;
biddingEnded = 	&#x51FA;&#x50F9;&#x7D50;&#x675F;
meetOurTeam = &#x8A8D;&#x8B58;&#x6211;&#x5011;&#x7684;&#x5718;&#x968A;
teamLeader = &#x968A;&#x9577;
backEndDev = &#x5F8C;&#x7AEF;&#x958B;&#x767C;&#x4EBA;&#x54E1;
ourSpecialty = &#x6211;&#x5011;&#x7684;&#x5C08;&#x696D;
ourSpecialtyMessage = xxxxxxxxxx
work = &#x5DE5;&#x4F5C;
planning = &#x898F;&#x5283;
idea = &#x7406;&#x5FF5;
workMessage = xxxxxxxxxxxxx
planningMessage = xxxxxxxxxxxxxxxx
ideaMessage = xxxxxxxxxxxxx
teamMessage = xxxxxxxxxxx
directionToWareHouse = &#x6211;&#x5011;&#x7684;&#x5009;&#x5EAB;&#x65B9;&#x5411;
contactWithUs = &#x8207;&#x6211;&#x5011;&#x806F;&#x7E6B;
doYouWantToKnowMore = &#x4F60;&#x60F3;&#x77E5;&#x9053;&#x66F4;&#x591A;&#x55CE;
weLoveToHearFromYou = &#x6211;&#x5011;&#x559C;&#x6B61;&#x807D;&#x5230;&#x4F60;&#x7684;&#x6D88;&#x606F;
officeLocation = &#x8FA6;&#x516C;&#x5BA4;&#x4F4D;&#x7F6E;
contactHours = &#x806F;&#x7E6B;&#x6642;&#x9593;
socialQuickLinks = &#x793E;&#x4EA4;&#x5FEB;&#x901F;&#x93C8;&#x63A5;
yourName = &#x4F60;&#x7684;&#x540D;&#x5B57;
yourSubject = &#x60A8;&#x7684;&#x4E3B;&#x984C;
yourMessage = &#x4F60;&#x7684;&#x4FE1;&#x606F;
showing = &#x986F;&#x793A;
of = &#x7684;
entries = &#x9805;

pp1 = &#x5728;OttawAuction&#xFF0C;&#x6211;&#x5011;&#x76F8;&#x4FE1;&#x60A8;&#x7684;&#x500B;&#x4EBA;&#x4FE1;&#x606F;&#x5FC5;&#x9808;&#x5F97;&#x5230;&#x4FDD;&#x8B77;&#x3002;&#x6211;&#x5011;&#x81F4;&#x529B;&#x65BC;&#x70BA;&#x60A8;&#x63D0;&#x4F9B;&#x5B89;&#x5168;&#xFF0C;&#x5B89;&#x5168;&#x548C;&#x6A5F;&#x5BC6;&#x7684;&#x6578;&#x64DA;&#x4EA4;&#x63DB;&#x9AD4;&#x9A57;&#x3002; OttawAuction&#x63A1;&#x7528;&#x4E86;&#x4EE5;&#x4E0B;&#x96B1;&#x79C1;&#x539F;&#x5247;&#xFF1A;
pp2 = &#x554F;&#x8CAC;&#x5236;&#xFF1A;OttawAuction&#x8CA0;&#x8CAC;&#x7BA1;&#x7406;&#x5176;&#x500B;&#x4EBA;&#x4FE1;&#x606F;&#xFF0C;&#x4E26;&#x6307;&#x5B9A;&#x8CA0;&#x8CAC;&#x7D44;&#x7E54;&#x9075;&#x5B88;&#x4EE5;&#x4E0B;&#x539F;&#x5247;&#x7684;&#x500B;&#x4EBA;&#x6216;&#x500B;&#x4EBA;&#x3002;
pp3 = &#x8B58;&#x5225;&#x76EE;&#x7684;&#xFF1A;&#x6536;&#x96C6;&#x500B;&#x4EBA;&#x4FE1;&#x606F;&#x7684;&#x76EE;&#x7684;&#x61C9;&#x5728;&#x6536;&#x96C6;&#x4FE1;&#x606F;&#x6642;&#x6216;&#x4E4B;&#x524D;&#x7531;OttawAuction&#x8B58;&#x5225;&#x3002;
pp4 = &#x540C;&#x610F;&#xFF1A;&#x500B;&#x4EBA;&#x7684;&#x77E5;&#x8B58;&#x548C;&#x540C;&#x610F;&#x662F;&#x6536;&#x96C6;&#xFF0C;&#x4F7F;&#x7528;&#x6216;&#x62AB;&#x9732;&#x500B;&#x4EBA;&#x4FE1;&#x606F;&#x6240;&#x5FC5;&#x9700;&#x7684;&#xFF0C;&#x9664;&#x975E;&#x4E0D;&#x9069;&#x7576;&#x3002;&#x7576;&#x9700;&#x8981;&#x767C;&#x9001;&#x5546;&#x696D;&#x96FB;&#x5B50;&#x4FE1;&#x606F;&#x6642;&#xFF0C;OttawAuction&#x61C9;&#x7372;&#x5F97;&#x660E;&#x793A;&#x6216;&#x6697;&#x793A;&#x7684;&#x540C;&#x610F;&#x3002;
pp5 = &#x6E96;&#x78BA;&#x6027;&#xFF1A;&#x500B;&#x4EBA;&#x4FE1;&#x606F;&#x5FC5;&#x9808;&#x6E96;&#x78BA;&#xFF0C;&#x5B8C;&#x6574;&#xFF0C;&#x4E26;&#x4E14;&#x6700;&#x65B0;&#x70BA;&#x4F7F;&#x7528;&#x76EE;&#x7684;&#x6240;&#x9700;&#x3002;
pp6 = &#x4FDD;&#x969C;&#x63AA;&#x65BD;&#xFF1A;&#x500B;&#x4EBA;&#x4FE1;&#x606F;&#x61C9;&#x53D7;&#x9069;&#x7528;&#x65BC;&#x4FE1;&#x606F;&#x654F;&#x611F;&#x6027;&#x7684;&#x5B89;&#x5168;&#x4FDD;&#x8B77;&#x63AA;&#x65BD;&#x7684;&#x4FDD;&#x8B77;&#x3002;
pp7 = &#x958B;&#x653E;&#x6027;&#xFF1A;OttawAuction&#x61C9;&#x4F7F;&#x500B;&#x4EBA;&#x96A8;&#x6642;&#x53EF;&#x4EE5;&#x7372;&#x5F97;&#x6709;&#x95DC;&#x5176;&#x500B;&#x4EBA;&#x4FE1;&#x606F;&#x7BA1;&#x7406;&#x653F;&#x7B56;&#x548C;&#x5BE6;&#x8E10;&#x7684;&#x5177;&#x9AD4;&#x4FE1;&#x606F;&#x3002;
pp8 = &#x500B;&#x4EBA;&#x8A2A;&#x554F;&#xFF1A;&#x6839;&#x64DA;&#x8981;&#x6C42;&#xFF0C;&#x61C9;&#x901A;&#x77E5;&#x500B;&#x4EBA;&#x5B58;&#x5728;&#xFF0C;&#x4F7F;&#x7528;&#x548C;&#x62AB;&#x9732;&#x4ED6;&#x6216;&#x5979;&#x7684;&#x500B;&#x4EBA;&#x4FE1;&#x606F;&#xFF0C;&#x4E26;&#x61C9;&#x7372;&#x5F97;&#x8A72;&#x4FE1;&#x606F;&#x3002;&#x500B;&#x4EBA;&#x61C9;&#x80FD;&#x5920;&#x8CEA;&#x7591;&#x4FE1;&#x606F;&#x7684;&#x6E96;&#x78BA;&#x6027;&#x548C;&#x5B8C;&#x6574;&#x6027;&#xFF0C;&#x4E26;&#x5C0D;&#x5176;&#x9032;&#x884C;&#x9069;&#x7576;&#x4FEE;&#x6539;&#x3002;
pp9 = &#x5177;&#x6709;&#x6311;&#x6230;&#x6027;&#x7684;&#x5408;&#x898F;&#x6027;&#xFF1A;&#x500B;&#x4EBA;&#x61C9;&#x80FD;&#x5920;&#x91DD;&#x5C0D;&#x9075;&#x5B88;&#x4E0A;&#x8FF0;&#x539F;&#x5247;&#x7684;&#x6311;&#x6230;&#x5411;&#x6307;&#x5B9A;&#x7684;&#x500B;&#x4EBA;&#x6216;&#x500B;&#x4EBA;&#x63D0;&#x4F9B;OttawAuction&#x7684;&#x5408;&#x898F;&#x6027;&#x3002;
pp10 = OttawAuction&#x5C07;&#x60A8;&#x7684;&#x500B;&#x4EBA;&#x4FE1;&#x606F;&#x7528;&#x65BC;&#x4EC0;&#x9EBC;&#xFF1F;
pp11 = xxxxxxxxxxxxx
pp12 = &#x60A8;&#x7684;&#x500B;&#x4EBA;&#x4FE1;&#x606F;&#x4F55;&#x6642;&#x6536;&#x96C6;&#xFF1F;
pp13 = &#x500B;&#x4EBA;&#x4FE1;&#x606F;&#x5728;&#x8A3B;&#x518A;&#x8868;&#x4E2D;&#x6536;&#x96C6;&#x3002;&#x9019;&#x4E9B;&#x4FE1;&#x606F;&#x5305;&#x542B;&#x4EE5;&#x4E0B;&#x5167;&#x5BB9;&#xFF1A;
pp14 = - &#x4F60;&#x7684;&#x540D;&#x5B57;
pp15 = - &#x60A8;&#x7684;&#x96FB;&#x5B50;&#x90F5;&#x4EF6;&#x5730;&#x5740;
pp16 = &#x8AB0;&#x53EF;&#x4EE5;&#x8A2A;&#x554F;&#x60A8;&#x7684;&#x500B;&#x4EBA;&#x4FE1;&#x606F;&#xFF1F;
pp17 = &#x901A;&#x904E;&#x8A2A;&#x554F;&#x60A8;&#x8207;OttawAuction&#x5206;&#x4EAB;&#x7684;&#x500B;&#x4EBA;&#x4FE1;&#x606F;&#xFF0C;&#x53EF;&#x4EE5;&#x56B4;&#x683C;&#x63A7;&#x5236;&#x3002;
pp18 = OttawAuction&#x6703;&#x5C07;&#x4F60;&#x7684;&#x500B;&#x4EBA;&#x4FE1;&#x606F;&#x900F;&#x9732;&#x7D66;&#x5176;&#x4ED6;&#x4EBA;&#x55CE;&#xFF1F;
pp19 = &#x9664;&#x500B;&#x4EBA;&#x540C;&#x610F;&#x6216;&#x6CD5;&#x5F8B;&#x898F;&#x5B9A;&#x5916;&#xFF0C;&#x500B;&#x4EBA;&#x4FE1;&#x606F;&#x4E0D;&#x6703;&#x88AB;&#x7528;&#x65BC;&#x6536;&#x96C6;&#x4FE1;&#x606F;&#x4E4B;&#x5916;&#x7684;&#x76EE;&#x7684;&#x3002;&#x5982;&#x679C;&#x652F;&#x6301;&#x8005;&#x53E6;&#x6709;&#x8981;&#x6C42;&#xFF0C;&#x6211;&#x5011;&#x7D55;&#x4E0D;&#x6703;&#x5C07;&#x4EFB;&#x4F55;&#x95DC;&#x65BC;&#x652F;&#x6301;&#x8005;&#x6216;&#x7528;&#x6236;&#x7684;&#x53EF;&#x8B58;&#x5225;&#x500B;&#x4EBA;&#x4FE1;&#x606F;&#x900F;&#x9732;&#x7D66;&#x7B2C;&#x4E09;&#x65B9;&#x3002;
pp20 = &#x60A8;&#x7684;&#x500B;&#x4EBA;&#x4FE1;&#x606F;&#x662F;&#x5B89;&#x5168;&#x7684;
pp21 = &#x5728;OttawAuction&#xFF0C;&#x6211;&#x5011;&#x76F8;&#x4FE1;&#x78BA;&#x4FDD;&#x60A8;&#x500B;&#x4EBA;&#x4FE1;&#x606F;&#x7684;&#x5B89;&#x5168;&#x81F3;&#x95DC;&#x91CD;&#x8981;&#x3002;&#x9019;&#x610F;&#x5473;&#x8457;&#x60A8;&#x7684;&#x5BC6;&#x78BC;&#xFF0C;&#x4FE1;&#x7528;&#x5361;&#x4FE1;&#x606F;&#x548C;&#x500B;&#x4EBA;&#x4FE1;&#x606F;&#x59CB;&#x7D42;&#x8207;&#x6211;&#x5011;&#x4FDD;&#x6301;&#x4E00;&#x81F4;&#x3002;&#x6709;&#x4FDD;&#x969C;&#x63AA;&#x65BD;&#x4F86;&#x78BA;&#x4FDD;&#x9069;&#x7576;&#x7684;&#x5B89;&#x5168;&#x3002;
pp22 = &#x5B89;&#x5168;&#x670D;&#x52D9;&#x5668;&#x8EDF;&#x4EF6;
pp23 = &#x6211;&#x5011;&#x7684;&#x7533;&#x8ACB;/&#x8A3B;&#x518A;&#x8868;&#x683C;&#x4F7F;&#x7528;&#x5B89;&#x5168;&#x670D;&#x52D9;&#x5668;&#x8EDF;&#x4EF6;&#xFF08;SSL&#xFF09;&#x6280;&#x8853;&#xFF0C;&#x9019;&#x662F;&#x5B89;&#x5168;&#x5546;&#x696D;&#x4EA4;&#x6613;&#x7684;&#x884C;&#x696D;&#x6A19;&#x6E96;&#x3002;&#x5B83;&#x6703;&#x52A0;&#x5BC6;&#x6240;&#x6709;&#x7684;&#x500B;&#x4EBA;&#x4FE1;&#x606F;&#xFF0C;&#x5305;&#x62EC;&#x4FE1;&#x7528;&#x5361;&#x865F;&#x78BC;&#xFF0C;&#x59D3;&#x540D;&#x548C;&#x5730;&#x5740;&#xFF0C;&#x4EE5;&#x4FBF;&#x5728;&#x4FE1;&#x606F;&#x901A;&#x904E;&#x4E92;&#x806F;&#x7DB2;&#x50B3;&#x8F38;&#x6642;&#x4E0D;&#x6703;&#x88AB;&#x8B80;&#x53D6;&#x3002;
pp24 = &#x4FDD;&#x6301;&#x60A8;&#x7684;&#x4FE1;&#x606F;&#x66F4;&#x65B0;
pp25 = &#x5982;&#x679C;&#x60A8;&#x7684;&#x500B;&#x4EBA;&#x4FE1;&#x606F;&#x767C;&#x751F;&#x4E86;&#x8B8A;&#x5316;&#xFF0C;&#x6216;&#x8005;&#x60A8;&#x4E0D;&#x518D;&#x5E0C;&#x671B;&#x6536;&#x5230;&#x6211;&#x5011;&#x7684;&#x901A;&#x8A0A;&#xFF0C;&#x8ACB;&#x81F4;&#x96FB;(613)501-5599&#x4E26;&#x7D22;&#x53D6;&#x5BA2;&#x6236;&#x670D;&#x52D9;&#x4EE3;&#x8868;&#x3002;&#x6211;&#x5011;&#x7684;&#x5DE5;&#x4F5C;&#x4EBA;&#x54E1;&#x5C07;&#x5F88;&#x6A02;&#x610F;&#x70BA;&#x60A8;&#x63D0;&#x4F9B;&#x5E6B;&#x52A9;&#x3002;
pp26 = &#x672C;&#x96B1;&#x79C1;&#x653F;&#x7B56;&#x7684;&#x66F4;&#x6539;
pp27 = OttawAuction&#x7684;&#x96B1;&#x79C1;&#x653F;&#x7B56;&#x7684;&#x6240;&#x6709;&#x66F4;&#x6539;&#x5C07;&#x767C;&#x4F48;&#x5728;OttawAuction.ca&#x4E0A;&#x3002;
pp28 = &#x6709;&#x4EC0;&#x9EBC;&#x8A55;&#x50F9;&#x6216;&#x8005;&#x7591;&#x554F;&#x55CE;&#xFF1F;
pp29 = &#x5982;&#x679C;&#x60A8;&#x5C0D;OttawAuction&#x7684;&#x96B1;&#x79C1;&#x653F;&#x7B56;&#x6709;&#x4EFB;&#x4F55;&#x7591;&#x554F;&#xFF0C;&#x8ACB;&#x901A;&#x904E;chi.jon@ottawauction.ca&#x8207;&#x6211;&#x5011;&#x806F;&#x7E6B;&#x6216;&#x81F4;&#x96FB;&#xFF08;613&#xFF09;501-5599&#x3002;

tc1 = &#x689D;&#x6B3E;&#x548C;&#x689D;&#x4EF6;
tc2 = &#x62CD;&#x8CE3;&#x689D;&#x6B3E;&#x548C;&#x689D;&#x4EF6;
tc3 = &#x8EAB;&#x4EFD;&#x8B58;&#x5225; - &#x6240;&#x6709;&#x8CFC;&#x8CB7;&#x8005;&#x90FD;&#x5FC5;&#x9808;&#x6709;&#x6295;&#x6A19;&#x4EBA;&#x865F;&#x78BC;&#x9032;&#x884C;&#x6295;&#x6A19;&#xFF0C;&#x4E26;&#x61C9;&#x5411;Skip Domingos Auctions&#x63D0;&#x4F9B;&#x5176;&#x5168;&#x540D;&#xFF0C;&#x5730;&#x5740;&#x548C;&#x96FB;&#x8A71;&#x865F;&#x78BC;&#x3002;&#x9A57;&#x8B49;&#x4FE1;&#x606F;&#x9700;&#x8981;&#x4E00;&#x7A2E;&#x5716;&#x7247;&#x6A19;&#x8B58;&#x7684;&#x5F62;&#x5F0F;&#x3002;
tc4 = &#x589E;&#x52A0;&#x6216;&#x9000;&#x51FA;&#x62CD;&#x8CE3; - &#x62CD;&#x8CE3;&#x5E2B;&#x4FDD;&#x7559;&#x9000;&#x51FA;&#x62CD;&#x8CE3;&#x6240;&#x5217;&#x51FA;&#x7684;&#x4EFB;&#x4F55;&#x7269;&#x54C1;&#x6216;&#x5728;&#x6B64;&#x62CD;&#x8CE3;&#x7269;&#x54C1;&#x4E0A;&#x5E02;&#x7684;&#x6B0A;&#x5229;&#xFF0C;&#x4E26;&#x4FDD;&#x7559;&#x5C07;&#x4E00;&#x500B;&#x6216;&#x591A;&#x500B;&#x62CD;&#x54C1;&#x7D44;&#x5408;&#x6210;&#x4E00;&#x500B;&#x6216;&#x591A;&#x500B;&#x62CD;&#x8CE3;&#x5730;&#x6216;&#x4EE5;&#x7D30;&#x5206;&#x70BA;&#x5169;&#x500B;&#x6216;&#x66F4;&#x591A;&#x92B7;&#x552E;&#x5730;&#x6BB5;&#x3002;&#x6BCF;&#x7576;&#x8CE3;&#x65B9;&#x7684;&#x6700;&#x4F73;&#x5229;&#x76CA;&#x5F97;&#x5230;&#x6EFF;&#x8DB3;&#x6642;&#xFF0C;&#x62CD;&#x8CE3;&#x4EBA;&#x4FDD;&#x7559;&#x4EE5;&#x6563;&#x88DD;&#x65B9;&#x5F0F;&#x51FA;&#x552E;&#x6240;&#x6709;&#x7269;&#x54C1;&#x7684;&#x6B0A;&#x5229;&#x3002;
tc5 = &#x62CD;&#x8CE3;&#x5E2B;&#x6709;&#x7D55;&#x5C0D;&#x914C;&#x60C5;&#x6B0A;&#x62D2;&#x7D55;&#x4EFB;&#x4F55;&#x6295;&#x6A19;&#x3002;&#x51FA;&#x50F9;&#x6700;&#x9AD8;&#x7684;&#x61C9;&#x662F;&#x8CB7;&#x65B9;&#x3002;
tc6 = &#x6295;&#x6A19;&#x4EBA;&#x4E4B;&#x9593;&#x7684;&#x722D;&#x8B70; - &#x5982;&#x679C;&#x5169;&#x500B;&#x6216;&#x5169;&#x500B;&#x4EE5;&#x4E0A;&#x7684;&#x6295;&#x6A19;&#x4EBA;&#x4E4B;&#x9593;&#x767C;&#x751F;&#x722D;&#x8B70;&#xFF0C;&#x62CD;&#x8CE3;&#x4EBA;&#x53EF;&#x80FD;&#x6703;&#x6C7A;&#x5B9A;&#x76F8;&#x540C;&#x6216;&#x53EF;&#x80FD;&#x7ACB;&#x5373;&#x5C07;&#x8A72;&#x5730;&#x584A;&#x91CD;&#x65B0;&#x51FA;&#x552E;&#xFF0C;&#x4E26;&#x8F49;&#x552E;&#x7D66;&#x51FA;&#x50F9;&#x6700;&#x9AD8;&#x8005;&#x3002;&#x62CD;&#x8CE3;&#x4EBA;&#x7684;&#x6C7A;&#x5B9A;&#x61C9;&#x662F;&#x6700;&#x7D42;&#x548C;&#x7D55;&#x5C0D;&#x7684;&#x3002;
tc7 = &#x62CD;&#x8CE3;&#x7269;&#x54C1;&#x72C0;&#x6CC1; - &#x62CD;&#x8CE3;&#x4EBA;&#x4E0D;&#x5C0D;&#x4EFB;&#x4F55;&#x62CD;&#x54C1;&#x7684;&#x6B63;&#x78BA;&#x63CF;&#x8FF0;&#xFF0C;&#x771F;&#x5BE6;&#x6027;&#xFF0C;&#x771F;&#x5BE6;&#x6027;&#xFF0C;&#x4F30;&#x50F9;&#x552E;&#x50F9;&#x6216;&#x7F3A;&#x9677;&#x627F;&#x64D4;&#x8CAC;&#x4EFB;&#xFF0C;&#x4E26;&#x4E14;&#x4E0D;&#x4F5C;&#x4EFB;&#x4F55;&#x4FDD;&#x8B49;&#x3002;&#x7531;&#x65BC;&#x4EFB;&#x4F55;&#x4E0D;&#x6B63;&#x78BA;&#xFF0C;&#x7DE8;&#x76EE;&#x932F;&#x8AA4;&#x6216;&#x4EFB;&#x4F55;&#x672A;&#x8A3B;&#x660E;&#x7684;&#x7F3A;&#x9677;&#xFF0C;&#x4E0D;&#x5F97;&#x9032;&#x884C;&#x4EFB;&#x4F55;&#x88DC;&#x8CBC;&#x6216;&#x92B7;&#x552E;&#x3002;&#x7531;&#x65BC;&#x6240;&#x6709;&#x66B4;&#x9732;&#x5728;&#x516C;&#x5171;&#x5C55;&#x89BD;&#x4E2D;&#x7684;&#x5546;&#x54C1;&#x90FD;&#x662F;&#x201C;&#x6309;&#x73FE;&#x72C0;&#x201D;&#x92B7;&#x552E;&#xFF0C;&#x4E26;&#x4E14;&#x6C92;&#x6709;&#x8FFD;&#x7D22;&#x6B0A;&#xFF0C;&#x56E0;&#x6B64;&#x4E0D;&#x6703;&#x6263;&#x9664;&#x640D;&#x58DE;&#x7684;&#x5546;&#x54C1;&#x3002;
tc8 = &#x4ED8;&#x6B3E;&#x65B9;&#x5F0F; - &#x6240;&#x6709;&#x62CD;&#x54C1;&#x5FC5;&#x9808;&#x5728;&#x62CD;&#x8CE3;&#x7D50;&#x675F;&#x524D;&#x4EE5;&#x73FE;&#x91D1;&#xFF0C;&#x6838;&#x51C6;&#x652F;&#x7968;&#xFF0C;&#x842C;&#x4E8B;&#x9054;&#x5361;&#xFF0C;&#x7DAD;&#x85A9;&#x5361;&#x6216;&#x501F;&#x8A18;&#x5361;&#x5168;&#x984D;&#x652F;&#x4ED8;&#x3002;&#x62CD;&#x8CE3;&#x4EBA;&#x4FDD;&#x7559;&#x6301;&#x6709;&#x5546;&#x54C1;&#x7684;&#x6B0A;&#x5229;&#xFF0C;&#x76F4;&#x81F3;&#x8CB7;&#x5BB6;&#x7684;&#x652F;&#x7968;&#x6E05;&#x7A7A;&#x4E26;&#x4FDD;&#x7559;&#x4E0D;&#x63A5;&#x53D7;&#x652F;&#x7968;&#x7684;&#x6B0A;&#x5229;&#x3002;&#x7531;&#x65BC;&#x4EFB;&#x4F55;&#x539F;&#x56E0;&#xFF0C;&#x9280;&#x884C;&#x9000;&#x56DE;&#x7684;&#x4EFB;&#x4F55;&#x652F;&#x7968;&#x5C07;&#x6536;&#x53D6;15.00&#x7F8E;&#x5143;&#x7684;&#x670D;&#x52D9;&#x8CBB;&#x3002;
tc9 = &#x6E25;&#x592A;&#x83EF;&#x92B7;&#x552E;&#x7A05; - &#x5C07;&#x4EE5;&#x9318;&#x5B50;&#x50F9;&#x683C;&#x548C;18&#xFF05;&#x8CB7;&#x65B9;&#x4F63;&#x91D1;&#x652F;&#x4ED8;&#x3002;&#x9664;&#x975E;&#x8CB7;&#x65B9;&#x5728;&#x8A3B;&#x518A;&#x6642;&#x5411;OttawAuctions&#x63D0;&#x4F9B;&#x6709;&#x6548;&#x7684;&#x8F49;&#x552E;&#x8B49;&#x66F8;&#xFF0C;&#x5426;&#x5247;&#x6240;&#x6709;&#x63A1;&#x8CFC;&#x5C07;&#x53D7;&#x5230;8.25&#xFF05;&#x7684;&#x52A0;&#x62FF;&#x5927;&#x92B7;&#x552E;&#x7A05;&#x3002;&#x5F9E;&#x52A0;&#x5229;&#x798F;&#x5C3C;&#x4E9E;&#x5DDE;&#x4EE5;&#x5916;&#x7684;&#x5DDE;&#x8CFC;&#x8CB7;&#x8F49;&#x552E;&#x8A31;&#x53EF;&#x8B49;&#x7684;&#x5546;&#x54C1;&#x61C9;&#x5728;&#x52A0;&#x5DDE;&#x5883;&#x5916;&#x92B7;&#x552E;&#x3002;&#x9700;&#x8981;&#x8B58;&#x5225;&#x540D;&#x7247;&#xFF0C;&#x5982;&#x540D;&#x7247;&#x3002;&#x5F9E;&#x5883;&#x5916;&#x9032;&#x884C;&#x7684;&#x975E;&#x8F49;&#x552E;&#x63A1;&#x8CFC;&#x5FC5;&#x9808;&#x901A;&#x904E;&#x5171;&#x540C;&#x627F;&#x904B;&#x5546;&#x5F9E;OttawAuctions&#x904B;&#x8F38;&#xFF0C;&#x6216;&#x8005;&#x9069;&#x7528;&#x52A0;&#x62FF;&#x5927;&#x92B7;&#x552E;&#x7A05;&#x3002;
tc10 = &#x6240;&#x6709;&#x5C3A;&#x5BF8;&#x548C;&#x5927;&#x5C0F; - &#x90FD;&#x662F;&#x8FD1;&#x4F3C;&#x503C;&#x3002;
tc11 = &#x6700;&#x4F4E;&#x51FA;&#x50F9; - &#x53EF;&#x80FD;&#x6703;&#x653E;&#x5728;&#x4E00;&#x4E9B;&#x9805;&#x76EE;&#x4E0A;&#x3002;
tc12 = &#x6E05;&#x9664; - &#x61C9;&#x7531;&#x8CFC;&#x8CB7;&#x8005;&#x627F;&#x64D4;&#x8CBB;&#x7528;&#xFF0C;&#x8CAC;&#x4EFB;&#x548C;&#x98A8;&#x96AA;&#x3002;&#x8CFC;&#x8CB7;&#x5C07;&#x50C5;&#x5728;&#x4ED8;&#x8CBB;&#x8CEC;&#x55AE;&#x51FA;&#x793A;&#x6642;&#x4EA4;&#x4ED8;&#x3002;&#x62CD;&#x8CE3;&#x4EBA;&#x4E0D;&#x5C0D;&#x5728;&#x6307;&#x5B9A;&#x6642;&#x9593;&#x5167;&#x672A;&#x88AB;&#x79FB;&#x9664;&#x7684;&#x8CA8;&#x7269;&#x8CA0;&#x8CAC;&#xFF0C;&#x4E26;&#x4E14;&#x53EF;&#x4EE5;&#x9078;&#x64C7;&#x5C07;&#x8CFC;&#x8CB7;&#x7684;&#x4EFB;&#x4F55;&#x7269;&#x54C1;&#x7684;&#x8CBB;&#x7528;&#x548C;&#x98A8;&#x96AA;&#x79FB;&#x9664;&#x4E26;&#x5B58;&#x5132;&#x6216;&#x5012;&#x8CE3;&#x3002;&#x62CD;&#x8CE3;&#x5DE5;&#x4F5C;&#x4EBA;&#x54E1;&#x6AA2;&#x67E5;&#x5B8C;&#x7562;&#x5F8C;&#xFF0C;&#x4E0D;&#x8981;&#x5F9E;&#x62CD;&#x8CE3;OttawAuction&#x4E2D;&#x63A1;&#x53D6;&#x4EFB;&#x4F55;&#x884C;&#x52D5;&#x3002;
tc13 = &#x7D22;&#x8CE0; - &#x5C07;&#x8CA8;&#x7269;&#x5F9E;&#x623F;&#x5C4B;&#x4E2D;&#x79FB;&#x8D70;&#x5F8C;&#x4E0D;&#x5F97;&#x518D;&#x6709;&#x7D22;&#x8CE0;&#x3002;
tc14 = &#x500B;&#x4EBA;&#x548C;&#x8CA1;&#x7522;&#x98A8;&#x96AA; - &#x5728;&#x5C55;&#x89BD;&#xFF0C;&#x92B7;&#x552E;&#x6216;&#x642C;&#x904B;&#x8CA8;&#x7269;&#x671F;&#x9593;&#x53C3;&#x52A0;&#x7684;&#x4EBA;&#x627F;&#x64D4;&#x6240;&#x6709;&#x4EBA;&#x8EAB;&#x548C;&#x8CA1;&#x7522;&#x640D;&#x5931;&#x6216;&#x640D;&#x5931;&#x7684;&#x98A8;&#x96AA;&#xFF0C;&#x56E0;&#x6B64;&#x7279;&#x5225;&#x514D;&#x9664;&#x62CD;&#x8CE3;&#x4EBA;&#x7684;&#x8CAC;&#x4EFB;&#x3002;&#x62CD;&#x8CE3;&#x4EBA;&#x53CA;&#x5176;&#x8CA0;&#x8CAC;&#x4EBA;&#x5747;&#x4E0D;&#x61C9;&#x56E0;&#x51FA;&#x552E;&#x6240;&#x5728;&#x5834;&#x6240;&#x7684;&#x4EFB;&#x4F55;&#x7F3A;&#x9677;&#x6216;&#x72C0;&#x6CC1;&#x800C;&#x627F;&#x64D4;&#x8CAC;&#x4EFB;&#x3002;
tc15 = &#x8A18;&#x9304; - &#x51FA;&#x73FE;&#x4EFB;&#x4F55;&#x722D;&#x8B70;&#x6642;&#xFF0C;&#x62CD;&#x8CE3;&#x5E2B;&#x548C;&#x8077;&#x54E1;&#x4FDD;&#x5B58;&#x7684;&#x62CD;&#x8CE3;&#x8A18;&#x9304;&#x5C07;&#x88AB;&#x8996;&#x70BA;&#x6700;&#x7D42;&#x62CD;&#x8CE3;&#x8A18;&#x9304;&#x3002;
tc16 = &#x6240;&#x6709;&#x5730;&#x6BB5; - &#x6309;&#x73FE;&#x72C0;&#x51FA;&#x552E;&#xFF0C;&#x5728;&#x54EA;&#x88E1;&#x3002;&#x6240;&#x6709;&#x92B7;&#x552E;&#x6700;&#x7D42;&#x3002;
tc17 = &#x6B64;&#x6B21;&#x51FA;&#x552E;&#x662F;&#x6839;&#x64DA;&#x201C;&#x7D71;&#x4E00;&#x5546;&#x6CD5;&#x5178;&#x201D;&#x7B2C;2328&#x689D;&#x548C;&#x201C;&#x5211;&#x6CD5;&#x201D;&#x7B2C;53.5&#x689D;&#x9032;&#x884C;&#x7684;&#x3002;
tc18 = &#x9644;&#x52A0;&#x689D;&#x6B3E;&#x548C;&#x689D;&#x4EF6; - &#x62CD;&#x8CE3;&#x4EBA;&#x6DFB;&#x52A0;&#x7684;&#x4EFB;&#x4F55;&#x9644;&#x52A0;&#x92B7;&#x552E;&#x689D;&#x6B3E;&#x6216;&#x689D;&#x4EF6;&#x61C9;&#x5728;&#x62CD;&#x8CE3;&#x524D;&#x516C;&#x4F48;&#x3002;

faq1 = &#x6709;&#x95DC;&#x5728;OttawAuction&#x92B7;&#x552E;&#x7684;&#x5E38;&#x898B;&#x554F;&#x984C;
faq2 = &#x5728;OttawAuction&#x92B7;&#x552E;&#x591A;&#x5C11;&#x9322;&#xFF1F;
faq3 = &#x6258;&#x904B;&#x662F;&#x59D4;&#x8A17;&#x7D66;&#x624B;&#x62CD;&#x8CE3;&#x7684;&#x4E00;&#x7D44;&#x6216;&#x591A;&#x4EF6;&#x7269;&#x54C1;&#x9032;&#x884C;&#x62CD;&#x8CE3;&#x3002;&#x624B;&#x62CD;&#x8CE3;&#x5F9E;&#x8CE3;&#x65B9;&#x6536;&#x53D6;&#x4F63;&#x91D1;&#xFF08;&#x9019;&#x53EF;&#x4EE5;&#x5728;&#x60A8;&#x6253;&#x96FB;&#x8A71;&#x9810;&#x7D04;&#x62CD;&#x8CE3;&#x6642;&#x4FDD;&#x7559;&#x7A7A;&#x9593;&#x6642;&#x8A0E;&#x8AD6;&#xFF09;&#x3002;&#x9664;&#x975E;&#x53D6;&#x5F97;&#x53D6;&#x4EF6;&#x670D;&#x52D9;&#xFF0C;&#x5426;&#x5247;&#x4E0D;&#x6536;&#x53D6;&#x5176;&#x4ED6;&#x8CBB;&#x7528;&#x3002;
faq4 = &#x70BA;&#x4E86;&#x51FA;&#x552E;&#x838A;&#x5712;&#x548C;/&#x6216;&#x73FE;&#x5834;&#x62CD;&#x8CE3;&#xFF0C;Hands Auction&#x9996;&#x5148;&#x9032;&#x884C;&#x514D;&#x8CBB;&#x8A2A;&#x554F;&#x4EE5;&#x78BA;&#x5B9A;&#x4F63;&#x91D1;&#x7387;&#x3002; &#xFF08;&#x9019;&#x5C07;&#x5728;&#x90A3;&#x6642;&#x8207;&#x4F60;&#x8A0E;&#x8AD6;&#xFF09;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x8CE3;&#x65B9;&#x5C07;&#x652F;&#x4ED8;&#x7684;&#x67D0;&#x4E9B;&#x8CBB;&#x7528;&#x5C07;&#x4E88;&#x4EE5;&#x8A0E;&#x8AD6;&#x548C;&#x6279;&#x51C6;&#x3002;&#x9019;&#x4E9B;&#x8CBB;&#x7528;&#x5C07;&#x5F9E;&#x92B7;&#x552E;&#x6536;&#x76CA;&#x4E2D;&#x6263;&#x9664;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x9019;&#x4E9B;&#x8CBB;&#x7528;&#x53EF;&#x80FD;&#x5305;&#x62EC;&#x5EE3;&#x544A;&#xFF0C;&#x5E97;&#x54E1;&#x548C;&#x6536;&#x9280;&#x54E1;&#x3002;
faq5 = &#x8CE3;&#x65B9;&#x7684;&#x4F63;&#x91D1;&#x662F;&#x591A;&#x5C11;&#xFF1F;
faq6 = &#x96D9;&#x624B;&#x62CD;&#x8CE3;&#x7684;&#x6A19;&#x6E96;&#x4F63;&#x91D1;&#x7387;&#x662F;&#x59D4;&#x8A17;&#x62CD;&#x8CE3;&#x7684;30&#xFF05;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x73FE;&#x5834;&#x62CD;&#x8CE3;&#x8996;&#x5546;&#x54C1;&#x800C;&#x5B9A;&#xFF08;&#x53EF;&#x80FD;&#x70BA;15&#xFF05;&#xFF0C;5&#xFF05;&#x548C;/&#x6216;3&#xFF05;&#xFF09;&#x3002;
faq7 = &#x6211;&#x5982;&#x4F55;&#x5F97;&#x5230;&#x8A55;&#x4F30;&#xFF1F;
faq8 = &#x6B63;&#x5F0F;&#x7684;&#x66F8;&#x9762;&#x8A55;&#x4F30;&#xFF08;&#x901A;&#x5E38;&#x662F;&#x6536;&#x8CBB;&#xFF09;&#x5C0D;&#x65BC;&#x78BA;&#x5B9A;&#x9810;&#x552E;&#x62CD;&#x8CE3;&#x4F30;&#x50F9;&#x662F;&#x6C92;&#x6709;&#x5FC5;&#x8981;&#x7684;&#x3002;&#x5982;&#x679C;&#x60A8;&#x6709;&#x8208;&#x8DA3;&#x4EE5;&#x62CD;&#x8CE3;&#x65B9;&#x5F0F;&#x51FA;&#x552E;&#x67D0;&#x7269;&#x54C1;&#xFF0C;Hands Auction&#x5F88;&#x9AD8;&#x8208;&#x80FD;&#x5920;&#x514D;&#x8CBB;&#x9810;&#x552E;&#x3002;&#x70BA;&#x4E86;&#x5176;&#x4ED6;&#x76EE;&#x7684;&#xFF0C;&#x53EF;&#x4EE5;&#x70BA;&#x516C;&#x5E73;&#x5E02;&#x5834;&#x6216;&#x4FDD;&#x96AA;&#x50F9;&#x503C;&#x63D0;&#x4F9B;&#x6B63;&#x5F0F;&#x66F8;&#x9762;&#x8A55;&#x4F30;&#x3002;&#x516C;&#x5E73;&#x7684;&#x5E02;&#x5834;&#x50F9;&#x503C;&#x4EE3;&#x8868;&#x4E86;&#x6211;&#x5011;&#x76F8;&#x4FE1;&#x4E00;&#x4EF6;&#x7269;&#x54C1;&#x5728;&#x62CD;&#x8CE3;&#x6703;&#x5E36;&#x4F86;&#x7684;&#x50F9;&#x503C;&#x3002;&#x4FDD;&#x96AA;&#x50F9;&#x503C;&#x53CD;&#x6620;&#x4E86;&#x6211;&#x5011;&#x8A8D;&#x70BA;&#x66FF;&#x63DB;&#x9805;&#x76EE;&#x6703;&#x82B1;&#x8CBB;&#x7684;&#x6210;&#x672C;&#x3002;&#x6709;&#x95DC;&#x6211;&#x5011;&#x5408;&#x683C;&#x9451;&#x5B9A;&#x670D;&#x52D9;&#x7684;&#x66F4;&#x591A;&#x4FE1;&#x606F;&#x8ACB;&#x901A;&#x904E;&#x96FB;&#x5B50;&#x90F5;&#x4EF6;&#x6216;&#x96FB;&#x8A71;&#x806F;&#x7E6B;&#x6211;&#x5011;&#x7684;&#x4E3B;&#x8FA6;&#x516C;&#x5BA4;&#xFF08;613&#xFF09;267-6027&#x6216;267-1331&#x3002;
faq9 = &#x6211;&#x5982;&#x4F55;&#x59D4;&#x8A17;&#x62CD;&#x8CE3;&#x7269;&#x54C1;&#xFF1F;
faq10 = &#x5982;&#x679C;&#x60A8;&#x6709;&#x8208;&#x8DA3;&#x901A;&#x904E;Hands Auction&#x92B7;&#x552E;&#x7269;&#x54C1;&#xFF0C;&#x6211;&#x5011;&#x7684;&#x54E1;&#x5DE5;&#x53EF;&#x4EE5;&#x5E6B;&#x52A9;&#x60A8;&#x5B8C;&#x6210;&#x6D41;&#x7A0B;&#x7684;&#x5404;&#x500B;&#x65B9;&#x9762;&#x3002;&#x60A8;&#x9700;&#x8981;&#x5C07;&#x60A8;&#x7684;&#x7269;&#x54C1;&#x9001;&#x5230;&#x624B;&#x62CD;&#x8CE3;&#x5927;&#x5EF3;&#x6216;&#x6211;&#x5011;&#x9078;&#x5B9A;&#x7684;&#x62CD;&#x8CE3;&#x7DB2;&#x7AD9;&#x4E4B;&#x4E00;&#xFF0C;&#x6216;&#x901A;&#x904E;&#x6211;&#x5011;&#x7684;&#x8FA6;&#x516C;&#x5BA4;&#x5B89;&#x6392;&#x53D6;&#x4EF6;&#x3002;&#x7136;&#x5F8C;&#x6211;&#x5011;&#x6703;&#x516C;&#x4F48;&#x62CD;&#x8CE3;&#x65E5;&#x671F;&#xFF0C;&#x6642;&#x9593;&#x548C;&#x5730;&#x9EDE;&#x3002;&#x6258;&#x904B;&#x7D50;&#x679C;&#x548C;&#x652F;&#x7968;&#x5728;&#x62CD;&#x8CE3;&#x5F8C;2&#x5929;&#x5167;&#x8655;&#x7406;&#x4E26;&#x767C;&#x653E;&#x3002;&#x73FE;&#x5834;&#x62CD;&#x8CE3;&#x7D50;&#x679C;&#x548C;&#x652F;&#x7968;&#x5728;&#x62CD;&#x8CE3;&#x5F8C;1&#x5C0F;&#x6642;&#x5167;&#x767C;&#x51FA;&#x3002;
faq11 = &#x95DC;&#x65BC;&#x9810;&#x62CD;&#x7684;&#x5E38;&#x898B;&#x554F;&#x984C;
faq12 = &#x6211;&#x5982;&#x4F55;&#x7372;&#x5F97;&#x5373;&#x5C07;&#x5230;&#x4F86;&#x7684;&#x62CD;&#x8CE3;&#x4FE1;&#x606F;&#xFF1F;
faq13 = &#x6211;&#x5011;&#x62CD;&#x8CE3;&#x7684;&#x5B8C;&#x6574;&#x5217;&#x8868;&#x51FA;&#x73FE;&#x5728;&#x7576;&#x5730;&#x5831;&#x7D19;&#x4E2D;&#xFF0C;&#x7279;&#x5B9A;&#x65BC;&#x62CD;&#x8CE3;&#x5730;&#x9EDE;&#xFF0C;&#x5728;&#x62CD;&#x8CE3;&#x90E8;&#x5206;&#x3002;&#x4F60;&#x6703;&#x767C;&#x73FE;&#x6211;&#x5011;&#x5728;&#x62CD;&#x8CE3;&#x90E8;&#x5206;&#x505A;&#x5EE3;&#x544A;&#x7684;&#x623F;&#x5730;&#x7522;&#x62CD;&#x8CE3;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x623F;&#x5730;&#x7522;&#x90E8;&#x5206;&#x3002;&#x6C38;&#x9060;&#x8A18;&#x5F97;&#x8981;&#x67E5;&#x770B;&#x6211;&#x5011;&#x7684;&#x7DB2;&#x7AD9;&#x4EE5;&#x7372;&#x53D6;&#x5373;&#x5C07;&#x5230;&#x4F86;&#x7684;&#x62CD;&#x8CE3;&#x6211;&#x5011;&#x4E5F;&#x53EA;&#x662F;&#x4E00;&#x500B;&#x96FB;&#x8A71;&#x3002;
faq14 = &#x6211;&#x53EF;&#x4EE5;&#x5728;&#x62CD;&#x8CE3;&#x524D;&#x770B;&#x5230;&#x4F5C;&#x54C1;&#x55CE;&#xFF1F;
faq15 = &#x6211;&#x5011;&#x5EFA;&#x8B70;&#x4F60;&#x9019;&#x6A23;&#x505A;&#x3002;&#x6839;&#x64DA;&#x62CD;&#x8CE3;&#x548C;&#x5730;&#x9EDE;&#x7684;&#x4E0D;&#x540C;&#xFF0C;OttawAuction&#x5728;&#x51FA;&#x552E;&#x65E5;&#x671F;&#x524D;&#x4E00;&#x5929;&#x5C55;&#x793A;&#x7269;&#x54C1;&#x3002;&#x5176;&#x4ED6;&#x62CD;&#x8CE3;&#x53EF;&#x4EE5;&#x5728;&#x62CD;&#x8CE3;&#x6642;&#x9593;&#x524D;&#x5169;&#x5C0F;&#x6642;&#x9810;&#x89BD;&#x3002;&#x9810;&#x89BD;&#x8B93;&#x60A8;&#x6709;&#x6A5F;&#x6703;&#x89AA;&#x81EA;&#x770B;&#x5230;&#x9019;&#x4E9B;&#x4F5C;&#x54C1;&#xFF0C;&#x4E26;&#x5728;&#x62CD;&#x8CE3;&#x5E2B;&#x6216;&#x4EFB;&#x4F55;&#x5176;&#x4ED6;&#x5C08;&#x5BB6;&#x7684;&#x5354;&#x52A9;&#x4E0B;&#x8A55;&#x4F30;&#x81EA;&#x5DF1;&#x7684;&#x72C0;&#x6CC1;&#x3002;&#x5DE5;&#x4F5C;&#x4EBA;&#x54E1;&#x53EF;&#x4EE5;&#x5E6B;&#x52A9;&#x5F9E;&#x5BB9;&#x5668;&#x4E2D;&#x53D6;&#x51FA;&#x4E00;&#x584A;&#xFF0C;&#x4EE5;&#x4FBF;&#x4ED4;&#x7D30;&#x6AA2;&#x67E5;&#x3002;
faq16 = &#x6709;&#x6C92;&#x6709;&#x5165;&#x5834;&#x8CBB;&#xFF1F;
faq17 = &#x53C3;&#x52A0;&#x9810;&#x89BD;&#x6216;&#x62CD;&#x8CE3;&#x662F;&#x514D;&#x8CBB;&#x7684;&#x3002;
faq18 = &#x6211;&#x5011;&#x7684;&#x62CD;&#x8CE3;&#x662F;&#x5426;&#x6709;&#x4EFB;&#x4F55;&#x689D;&#x6B3E;&#x6216;&#x689D;&#x4EF6;&#xFF1F;
faq19 = &#x624B;&#x62CD;&#x7684;&#x689D;&#x6B3E;&#x548C;&#x689D;&#x4EF6;&#x662F;&#x4E16;&#x754C;&#x4E0A;&#x6700;&#x597D;&#x7684;&#xFF0C;&#x73FE;&#x91D1;&#x6216;&#x652F;&#x7968;&#x3002;&#x5982;&#x679C;&#x62CD;&#x8CE3;&#x4EBA;&#x51FA;&#x552E;&#x8A72;&#x7269;&#x54C1;&#x4EE5;&#x4FBF;&#x5728;&#x8CFC;&#x8CB7;&#x6642;&#x7ACB;&#x5373;&#x6AA2;&#x67E5;&#x5B83;&#x3002;&#x5982;&#x679C;&#x640D;&#x58DE;&#xFF0C;&#x8ACB;&#x5728;&#x9000;&#x9084;4&#x4EF6;&#x5546;&#x54C1;&#x4E4B;&#x524D;&#x9000;&#x56DE;&#x5546;&#x54C1;&#xFF0C;&#x5426;&#x5247;&#x4E0D;&#x6536;&#x8CBB;&#x3002;&#x540C;&#x4E00;&#x7BC7;&#x6587;&#x7AE0;&#x5C07;&#x88AB;&#x6062;&#x5FA9;&#x62CD;&#x8CE3;&#x3002;&#x53EA;&#x8981;&#x4F60;&#x6210;&#x70BA;&#x4EFB;&#x4F55;&#x7269;&#x54C1;&#x7684;&#x64C1;&#x6709;&#x8005;&#xFF0C;&#x4F60;&#x5C0D;&#x5B83;&#x8CA0;&#x8CAC;&#xFF0C;&#x7121;&#x8AD6;&#x5B83;&#x662F;&#x4E1F;&#x5931;&#xFF0C;&#x88AB;&#x76DC;&#x9084;&#x662F;&#x7834;&#x788E;&#xFF0C;&#x4F60;&#x90FD;&#x6703;&#x4ED8;&#x51FA;&#x540C;&#x6A23;&#x7684;&#x4EE3;&#x50F9;&#x3002;&#x6240;&#x6709;&#x7684;&#x5BB6;&#x5177;&#xFF0C;&#x5BB6;&#x96FB;&#x548C;&#x6436;&#x5730;&#x90FD;&#x6309;&#x539F;&#x6A23;&#x51FA;&#x552E;&#xFF0C;&#x4F46;&#x6211;&#x5011;&#x78BA;&#x5BE6;&#x544A;&#x8A34;&#x4F60;&#x6211;&#x5011;&#x5C0D;&#x9019;&#x7BC7;&#x6587;&#x7AE0;&#x7684;&#x4E86;&#x89E3;&#x3002;&#x6240;&#x6709;&#x92B7;&#x552E;&#x90FD;&#x662F;&#x6700;&#x7D42;&#x7684;&#x3002;&#x5982;&#x6709;&#x722D;&#x8B70;&#x6216;&#x722D;&#x8B70;&#xFF0C;&#x62CD;&#x8CE3;&#x4EBA;&#x61C9;&#x4EE5;&#x81EA;&#x5DF1;&#x7684;&#x65B9;&#x5F0F;&#x89E3;&#x6C7A;&#x3002;&#x62CD;&#x8CE3;&#x4EBA;&#x50C5;&#x5145;&#x7576;&#x4EE3;&#x7406;&#x4EBA;&#x3002;
faq20 = &#x95DC;&#x65BC;&#x62CD;&#x8CE3;&#x7A0B;&#x5E8F;&#x7684;&#x5E38;&#x898B;&#x554F;&#x984C;
faq21 = &#x4F60;&#x9700;&#x8981;&#x8A3B;&#x518A;&#x53C3;&#x52A0;&#x62CD;&#x8CE3;&#x55CE;&#xFF1F;	
faq22 = &#x5EA7;&#x4F4D;&#x4E0D;&#x4FDD;&#x7559;&#xFF0C;&#x4F46;&#x53EF;&#x5148;&#x5230;&#x5148;&#x5F97;&#x3002;&#x6211;&#x5011;&#x7D93;&#x5E38;&#x5EFA;&#x8B70;&#x4F60;&#x5E36;&#x4E00;&#x628A;&#x6905;&#x5B50;&#x53BB;&#x73FE;&#x5834;&#x62CD;&#x8CE3;&#x3002;&#x5982;&#x679C;&#x60A8;&#x6253;&#x7B97;&#x51FA;&#x50F9;&#xFF0C;&#x60A8;&#x5FC5;&#x9808;&#x5411;&#x6536;&#x9280;&#x54E1;&#x8A3B;&#x518A;&#xFF0C;&#x4E26;&#x63D0;&#x4F9B;&#x60A8;&#x7684;&#x59D3;&#x540D;&#xFF0C;&#x5730;&#x5740;&#x548C;&#x96FB;&#x8A71;&#x865F;&#x78BC;&#x3002;&#x7136;&#x5F8C;&#x4F60;&#x6703;&#x4EA4;&#x7D66;&#x8CB7;&#x5BB6;&#x7684;&#x865F;&#x78BC;&#x3002;&#x7372;&#x53D6;&#x8CB7;&#x5BB6;&#x7684;&#x865F;&#x78BC;&#x662F;&#x514D;&#x8CBB;&#x7684;&#x3002;
faq23 = &#x6211;&#x9700;&#x8981;&#x8EAB;&#x4EFD;&#x8B49;&#x55CE;&#xFF1F;
faq24 = &#x70BA;&#x4E86;&#x9996;&#x6B21;&#x8A3B;&#x518A;&#xFF0C;&#x60A8;&#x5C07;&#x88AB;&#x8981;&#x6C42;&#x63D0;&#x4F9B;&#x60A8;&#x7684;&#x59D3;&#x540D;&#xFF0C;&#x5730;&#x5740;&#xFF0C;&#x96FB;&#x8A71;&#x865F;&#x78BC;&#x548C;&#x99D5;&#x99DB;&#x57F7;&#x7167;&#xFF0C;&#x4E26;&#x5C07;&#x5176;&#x8F38;&#x5165;&#x6211;&#x5011;&#x7684;&#x96FB;&#x8166;&#x6578;&#x64DA;&#x5EAB;&#x3002;&#x8ACB;&#x6CE8;&#x610F;&#xFF0C;&#x6211;&#x5011;&#x7684;&#x62CD;&#x8CE3;&#x662F;&#x5B8C;&#x5168;&#x96FB;&#x8166;&#x5316;&#x7684;&#x3002;&#x8981;&#x53C3;&#x52A0;&#x672A;&#x4F86;&#x7684;&#x62CD;&#x8CE3;&#xFF0C;&#x4E00;&#x65E6;&#x8A3B;&#x518A;&#xFF0C;&#x60A8;&#x5C07;&#x88AB;&#x8981;&#x6C42;&#x8F38;&#x5165;&#x60A8;&#x7684;&#x96FB;&#x8A71;&#x865F;&#x78BC;&#x3002;
faq25 = &#x6211;&#x5982;&#x4F55;&#x51FA;&#x50F9;&#xFF1F;
faq26 = &#x5728;&#x624B;&#x62CD;&#x8CE3;&#x7AF6;&#x6A19;&#x975E;&#x5E38;&#x7C21;&#x55AE;&#x3002;&#x4E00;&#x65E6;&#x9805;&#x76EE;&#x88AB;&#x963B;&#x6B62;&#xFF0C;&#x4F60;&#x6240;&#x8981;&#x505A;&#x7684;&#x5C31;&#x662F;&#x63D0;&#x9AD8;&#x4F60;&#x7684;&#x8CB7;&#x5BB6;&#x6578;&#x91CF;&#x3002;&#x5982;&#x679C;&#x4F60;&#x9858;&#x610F;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x8209;&#x624B;&#x3002;&#x62CD;&#x8CE3;&#x5E2B;&#x4E5F;&#x53EF;&#x80FD;&#x6703;&#x610F;&#x8B58;&#x5230;&#x60A8;&#x7684;&#x5177;&#x9AD4;&#x62DB;&#x6A19;&#x6280;&#x5DE7;&#xFF0C;&#x4F8B;&#x5982;&#x62AC;&#x8D77;&#x7709;&#x6BDB;&#x6216;&#x624B;&#x6307;&#x7FFB;&#x8F49;&#x3002;&#x4E0D;&#x8981;&#x89BA;&#x5F97;&#x4F60;&#x5FC5;&#x9808;&#x5750;&#x5728;&#x4F60;&#x7684;&#x624B;&#x4E0A;&#x3002;&#x5982;&#x679C;&#x9019;&#x662F;&#x4F60;&#x7684;&#x7FD2;&#x6163;&#x505A;&#x6CD5;&#xFF0C;&#x6293;&#x4F4F;&#x4F60;&#x7684;&#x9F3B;&#x5B50;&#x6216;&#x62C9;&#x8033;&#x6735;&#x53EA;&#x6703;&#x88AB;&#x8996;&#x70BA;&#x51FA;&#x50F9;&#x3002;&#x5982;&#x679C;&#x6C92;&#x6709;&#x4EBA;&#x8D85;&#x904E;&#x60A8;&#x7684;&#x51FA;&#x50F9;&#xFF0C;&#x62CD;&#x8CE3;&#x4EBA;&#x5C07;&#x95DC;&#x9589;&#x8A72;&#x7279;&#x5B9A;&#x7269;&#x54C1;&#x7684;&#x92B7;&#x552E;&#x3002;&#x60A8;&#x53EF;&#x4EE5;&#x5728;&#x6B64;&#x6642;&#x5C07;&#x60A8;&#x7684;&#x7269;&#x54C1;&#x653E;&#x5728;&#x60A8;&#x7684;&#x5EA7;&#x4F4D;&#x4E0A;&#xFF0C;&#x6216;&#x8005;&#x5C07;&#x5B83;&#x5011;&#x5E36;&#x5230;&#x60A8;&#x7684;&#x8ECA;&#x8F1B;&#x4E2D;&#xFF0C;&#x7136;&#x5F8C;&#x8FD4;&#x56DE;&#x5927;&#x5EF3;&#x4ED8;&#x6B3E;&#x6216;&#x4EAB;&#x53D7;&#x5269;&#x9918;&#x7684;&#x62CD;&#x8CE3;&#x3002;&#x7576;&#x4F60;&#x5B8C;&#x6210;&#x8CFC;&#x8CB7;&#x6642;&#xFF0C;&#x4F60;&#x5FC5;&#x9808;&#x53BB;&#x6536;&#x9280;&#x53F0;&#x4E26;&#x4ED8;&#x6B3E;&#x3002;&#x8ACB;&#x6CE8;&#x610F;&#xFF0C;&#x6700;&#x7D42;&#x8CFC;&#x8CB7;&#x50F9;&#x683C;&#x901A;&#x904E;&#x5728;&#x9069;&#x7528;&#x60C5;&#x6CC1;&#x4E0B;&#x6DFB;&#x52A0;Pst&#x548C;Gst&#x4F86;&#x78BA;&#x5B9A;&#x3002;&#x5982;&#x679C;&#x6211;&#x5011;&#x62CD;&#x8CE3;&#x623F;&#x5730;&#x7522;&#xFF0C;&#x5247;&#x6703;&#x589E;&#x52A0;&#x8CB7;&#x65B9;&#x7684;&#x4FDD;&#x8CBB;&#x3002;
faq27 = &#x62DB;&#x6A19;&#x958B;&#x59CB;&#x5728;&#x54EA;&#x88E1;&#xFF1F;
faq28 = &#x62DB;&#x6A19;&#x958B;&#x59CB;&#x6642;&#xFF0C;&#x4EBA;&#x7FA4;&#x4E2D;&#x7684;&#x4EBA;&#x54E1;&#x63D0;&#x51FA;&#x62DB;&#x6A19;&#x5361;&#x6216;&#x516C;&#x4F48;&#x3002;
faq29 = &#x4EC0;&#x9EBC;&#x662F;&#x5132;&#x5099;&#x6295;&#x6A19;&#xFF1F;
faq30 = &#x5132;&#x5099;&#x51FA;&#x50F9;&#x662F;&#x8CE3;&#x65B9;&#xFF08;&#x901A;&#x5E38;&#x662F;&#x623F;&#x5730;&#x7522;&#xFF09;&#x9054;&#x6210;&#x7684;&#x6700;&#x4F4E;&#x50F9;&#x683C;&#x3002;&#x5728;&#x62CD;&#x8CE3;&#x6703;&#x4E0A;&#xFF0C;&#x62CD;&#x8CE3;&#x4EBA;&#x6703;&#x5BA3;&#x5E03;&#x662F;&#x5426;&#x6709;&#x4E00;&#x500B;&#x4FDD;&#x5BC6;&#x7684;&#x4FDD;&#x7559;&#x7AF6;&#x6A19;&#x3002;&#x5982;&#x679C;&#x5132;&#x5099;&#x6295;&#x6A19;&#x5F97;&#x5230;&#x6EFF;&#x8DB3;&#xFF0C;&#x90A3;&#x9EBC;&#x4E0D;&#x52D5;&#x7522;&#x5C31;&#x6703;&#x51FA;&#x552E;&#x3002;&#x5982;&#x679C;&#x51FA;&#x50F9;&#x63A5;&#x8FD1;&#x4FDD;&#x7559;&#x51FA;&#x50F9;&#xFF0C;&#x8CE3;&#x65B9;&#xFF0C;&#x62CD;&#x8CE3;&#x4EBA;&#x548C;&#x6295;&#x6A19;&#x4EBA;&#x53EF;&#x4EE5;&#x77ED;&#x66AB;&#x4F11;&#x6703;&#x4EE5;&#x8A0E;&#x8AD6;&#x6F5B;&#x5728;&#x7684;&#x51FA;&#x552E;&#x3002;&#x5982;&#x679C;&#x7269;&#x696D;&#x9000;&#x9084;&#x7D66;&#x696D;&#x4E3B;&#x6C92;&#x6709;&#x5546;&#x5B9A;&#x50F9;&#x683C;&#x3002;&#x5728;&#x5BA4;&#x5916;&#x62CD;&#x8CE3;&#x548C;&#x5BA4;&#x5167;&#x62CD;&#x8CE3;&#x4E2D;&#xFF0C;&#x5132;&#x5099;&#x6295;&#x6A19;&#x662F;&#x7F55;&#x898B;&#x7684;&#x3002;
faq31 = &#x5982;&#x4F55;&#x9032;&#x884C;&#x7F3A;&#x5E2D;&#x6216;&#x63D0;&#x524D;&#x6295;&#x6A19;&#xFF1F;
faq32 = &#x5C0D;&#x65BC;&#x90A3;&#x4E9B;&#x4E0D;&#x80FD;&#x53C3;&#x52A0;&#x62CD;&#x8CE3;&#x6703;&#xFF0C;&#x4F46;&#x9810;&#x89BD;&#x4E86;&#x9805;&#x76EE;&#xFF0C;&#x5FC5;&#x9808;&#x5B8C;&#x6210;&#x9810;&#x5148;&#x8A3B;&#x518A;&#x3002;&#x7136;&#x5F8C;&#xFF0C;&#x8CB7;&#x65B9;&#x5C07;&#x5411;&#x5BA2;&#x6236;&#x767C;&#x9001;&#x8CB7;&#x5BB6;&#x865F;&#x78BC;&#xFF0C;&#x4E26;&#x5C07;&#x5BA2;&#x6236;&#x5C07;&#x8981;&#x8CFC;&#x8CB7;&#x7684;&#x6279;&#x865F;&#xFF0C;&#x7269;&#x54C1;&#x63CF;&#x8FF0;&#x548C;&#x91D1;&#x984D;&#x8FD4;&#x9084;&#x7D66;&#x6536;&#x9280;&#x54E1;&#x3002;&#x6CE8;&#x610F;&#xFF1A;OttawAuction&#x6703;&#x76E1;&#x53EF;&#x80FD;&#x4EE5;&#x6700;&#x4F4E;&#x7684;&#x50F9;&#x683C;&#x70BA;&#x60A8;&#x8CFC;&#x8CB7;&#x7269;&#x54C1;&#xFF08;&#x4E26;&#x4E14;&#x6C38;&#x9060;&#x4E0D;&#x6703;&#x8D85;&#x51FA;&#x60A8;&#x7684;&#x51FA;&#x50F9;&#xFF09;&#x3002;&#x9810;&#x5148;&#x51FA;&#x50F9;&#x4E0D;&#x6536;&#x53D6;&#x4EFB;&#x4F55;&#x8CBB;&#x7528;&#x3002;&#x5982;&#x679C;&#x60A8;&#x7684;&#x51FA;&#x50F9;&#x6210;&#x529F;&#xFF0C;&#x6211;&#x5011;&#x5C07;&#x7D66;&#x60A8;&#x6253;&#x96FB;&#x8A71;&#xFF0C;&#x8A73;&#x7D30;&#x8AAA;&#x660E;&#x8CFC;&#x8CB7;&#x50F9;&#x683C;&#x548C;&#x63A5;&#x8CA8;&#x5B89;&#x6392;&#x3002;
faq33 = &#x8ACB;&#x8A18;&#x4F4F;&#xFF1A;&#x60A8;&#x50C5;&#x63D0;&#x524D;&#x51FA;&#x50F9;&#x8868;&#x793A;&#x60A8;&#x6E96;&#x5099;&#x652F;&#x4ED8;&#x7684;&#x4E0A;&#x9650;&#x3002;&#x5982;&#x679C;&#x60A8;&#x7684;&#x50F9;&#x683C;&#x4E0D;&#x9AD8;&#xFF0C;&#x90A3;&#x9EBC;&#x60A8;&#x53EF;&#x80FD;&#x6703;&#x8CFC;&#x8CB7;&#x7684;&#x5546;&#x54C1;&#x6578;&#x91CF;&#x5C11;&#x65BC;&#x60A8;&#x7684;&#x5BE6;&#x969B;&#x63D0;&#x524D;&#x51FA;&#x50F9;&#x3002;
faq34 = &#x5E38;&#x898B;&#x554F;&#x984C;&#x62CD;&#x8CE3;&#x5F8C;
faq35 = &#x4EC0;&#x9EBC;&#x662F;&#x8CB7;&#x65B9;&#x4FDD;&#x8CBB;&#xFF1F;
faq36 = &#x8CB7;&#x65B9;&#x7684;&#x6EA2;&#x50F9;&#x662F;&#x5411;&#x8CB7;&#x65B9;&#x6536;&#x53D6;&#x6240;&#x8CFC;&#x8CB7;&#x7269;&#x54C1;&#x7684;&#x9318;&#x5B50;&#x50F9;&#x683C;&#x7684;&#x4F63;&#x91D1;&#x3002;&#x8CB7;&#x65B9;&#x7684;&#x4FDD;&#x8CBB;&#x6536;&#x53D6;&#x76F8;&#x95DC;&#x8CBB;&#x7528;&#x7684;&#x8CBB;&#x7528;&#xFF0C;&#x7121;&#x8AD6;&#x662F;&#x5EE3;&#x544A;&#x548C;/&#x6216;&#x62CD;&#x8CE3;&#x65B9;&#x7684;&#x4F63;&#x91D1;&#x3002;&#x624B;&#x62CD;&#x8CE3;&#x4F7F;&#x7528;&#x8CB7;&#x5BB6;&#x7684;&#x4FDD;&#x8CBB;&#x53EA;&#x9650;&#x65BC;&#x67D0;&#x4E9B;&#x623F;&#x5730;&#x7522;&#x3002;&#x6211;&#x5011;&#x5F9E;&#x672A;&#x4F7F;&#x7528;&#x904E;&#x4EFB;&#x4F55;&#x5176;&#x4ED6;&#x7269;&#x54C1;&#x7684;&#x8CB7;&#x5BB6;&#x4FDD;&#x8CBB;&#x3002;
faq37 = &#x6211;&#x9700;&#x8981;&#x7E73;&#x7A05;&#x55CE;&#xFF1F;
faq38 = &#x7701;&#x548C;&#x5546;&#x54C1;&#x53CA;&#x670D;&#x52D9;&#x7A05;&#x9069;&#x7528;&#x65BC;&#x6240;&#x6709;&#x60C5;&#x6CC1;&#x3002;&#x8C41;&#x514D;&#x50C5;&#x9069;&#x7528;&#x65BC;&#x60A8;&#x6709;&#x8B49;&#x66F8;&#x7684;&#x6709;&#x6548;&#x8A31;&#x53EF;&#x8B49;&#x3002;
faq39 = &#x5982;&#x679C;&#x6211;&#x662F;&#x7D93;&#x92B7;&#x5546;&#xFF0C;&#x6211;&#x5982;&#x4F55;&#x8A3B;&#x518A;&#x8F49;&#x552E;&#x7DE8;&#x865F;&#xFF1F;
faq40 = &#x5B89;&#x5927;&#x7565;&#x7701;&#x96F6;&#x552E;&#x514D;&#x7A05;&#x8CFC;&#x7269;&#x7A05;&#x8C41;&#x514D;&#x8B49;&#x66F8;&#x5FC5;&#x9808;&#x586B;&#x5BEB;&#x4E26;&#x63D0;&#x4EA4;&#x7D66;&#x6211;&#x5011;&#x7684;&#x51FA;&#x7D0D;&#x90E8;&#x9580;&#x6216;&#x586B;&#x5BEB;&#x5728;OttawAucton&#x7DB2;&#x7AD9;&#x3002;
faq41 = &#x6211;&#x9700;&#x8981;&#x591A;&#x4E45;&#x652F;&#x4ED8;&#x6211;&#x7684;&#x8CFC;&#x8CB7;&#x8CBB;&#x7528;&#xFF1F;
faq42 = &#x5728;&#x62CD;&#x8CE3;&#x7D50;&#x675F;&#x5F8C;&#x6216;&#x60A8;&#x6E96;&#x5099;&#x96E2;&#x958B;&#x62CD;&#x8CE3;&#x6642;&#x7ACB;&#x5373;&#x4ED8;&#x6B3E;&#x3002;
faq43 = &#x624B;&#x62CD;&#x8CE3;&#x662F;&#x5426;&#x9700;&#x8981;&#x4FE1;&#x7528;&#x5361;&#x6216;&#x4EFB;&#x4F55;&#x5176;&#x4ED6;&#x4ED8;&#x6B3E;&#xFF1F;
faq44 = &#x624B;&#x62CD;&#x8CE3;&#x4E0D;&#x63A5;&#x53D7;&#x4FE1;&#x7528;&#x5361;&#x3002;&#x6211;&#x5011;&#x53EA;&#x63A5;&#x53D7;&#x500B;&#x4EBA;&#x652F;&#x7968;&#x548C;&#x73FE;&#x91D1;&#x3002;
faq45 = &#x4EC0;&#x9EBC;&#x6642;&#x5019;&#x53EF;&#x4EE5;&#x62FF;&#x8D77;&#x4F86;&#x8CFC;&#x8CB7;&#xFF1F;
faq46 = &#x53EA;&#x8981;&#x6211;&#x5011;&#x6536;&#x5230;&#x5168;&#x984D;&#x4ED8;&#x6B3E;&#xFF0C;&#x60A8;&#x5C31;&#x53EF;&#x4EE5;&#x5F9E;&#x62CD;&#x8CE3;&#x4E2D;&#x76F4;&#x63A5;&#x5E36;&#x60A8;&#x8CFC;&#x7269;&#x3002;&#x6536;&#x64DA;&#x5C07;&#x767C;&#x7D66;&#x60A8;&#x3002;
faq47 = &#x4F60;&#x6536;&#x53D6;&#x5B58;&#x5132;&#x8CBB;&#x55CE;&#xFF1F;
faq48 = &#x6240;&#x6709;&#x63A1;&#x8CFC;&#x90FD;&#x61C9;&#x5728;&#x62CD;&#x8CE3;&#x7576;&#x5929;&#x9032;&#x884C;&#x3002;&#x5982;&#x679C;&#x60A8;&#x9700;&#x8981;&#x66F4;&#x591A;&#x6642;&#x9593;&#x4F5C;&#x51FA;&#x5B89;&#x6392;&#xFF0C;&#x8ACB;&#x8207;&#x62CD;&#x8CE3;&#x4EBA;&#x8A0E;&#x8AD6;&#x6B64;&#x4E8B;&#x3002;
faq49 = &#x624B;&#x62CD;&#x8CE3;&#x53EF;&#x4EE5;&#x5B89;&#x6392;&#x4EA4;&#x8CA8;&#x55CE;&#xFF1F;
faq50 = OttawAuction&#x53EF;&#x4EE5;&#x63D0;&#x4F9B;&#x540D;&#x7A31;&#xFF0C;&#x4EE5;&#x4FBF;&#x60A8;&#x5B89;&#x6392;&#x62FE;&#x53D6;&#x548C;&#x4EA4;&#x4ED8;&#x7269;&#x54C1;&#x3002;
 